{
    "id": "421",
    "author": "Júnior Batista",
    "author_url": "http://www.blogger.com/profile/16503579558922272087",
    "date": "2010-02-24 18:57:00",
    "indent_level": 0,
    "content": "23 - Para ver o que ele ia dizer, porque sabe o tipo de garota que ele não resistia. Talvez fosse mais para provocar.<br />24 - Isso foi uma indireta para elem, hahaha<br />25 - Porque não queria admitir a verdade.<br />26 - Para reconquistá-la. Apesar que seu sentimento é verdadeiro, ele realmente gosta dela, mas é um cafagestezinho.<br />27 - Para não resistir à tentação de beijá-lo. 😛<br />28 - Porque aquilo a tocou profundamente, ela não queria, mas acreditou nas palavras dele.<br />29 - Por haver sinceradade entre os dois.<br />30 - Porque é uma boba! hahahah Mentira, é porque ele ama ele.<br />31 - Para o leitor entender porque estavam tendo aquela conversa e entender como é a história. Para entender a história.<br />32 - Traço de clima romântico, puro, sensível.<br />33 - Porque não resiste à carne, aos títulos que essa 'fama' traz. Ele tem traços de machista.<br />34 - Porque a vontade da carne dele é mais forte do que as vontades do coração. Para ele, homem tem que pegar, se não pegar, não é homem de verdade. Ele poderia ser julgado.<br />35 - Com alguém que a respeitasse. Ou com a mudança de Diego.<br />36 - \"Perdi a mulher que amo por causa dos meus anseios\"<br />37 - Foi um desabafo. Fraco, baixo, rouco e talvez, chorando.<br />38 - Por raiva da situação e por seu machismo.<br /><br />Amor, assim como todos os outros, ameeei o seu texto. Esse foi muuito tocante, realmente eu senti muitas coisas por trás dele e pude relacionar a várias coisas que venho discutindo, inclusive com a Juh sobre o comportamento masculino heterossexual.<br />Você é demais, escreve com a alma, consigo até enxergar quando você escreve. Quando leio, ouço sua voz e um barulhinho de teclado, como se você a tivesse contando para mim.<br />Meus parabéns, mais uma vez!<br /><br />Beijão,<br /><br />Jotaerre."
}
