{
    "id": "420",
    "author": "Júnior Batista",
    "author_url": "http://www.blogger.com/profile/16503579558922272087",
    "date": "2010-02-24 18:56:36",
    "indent_level": 0,
    "content": "1 - Pode até parecer besteira, mas Diego parece nome de Mineiro (nada contra os mineiros, mas é que eles \"comem quietos, sabe?\"). Já Andréa soa sensível, mas de personalidade forte, e simpática.<br />2 - O título mostra bem a atitude de Diego, que junto com Andrea, são as personagens principais.<br />3 - \"“Andreeeeeea” gritou olhando pra cima e se afastou, voltou pra festa e ficou com a dona da casa, a Analu, de novo.\" Ou seja, mesmo amando, ele não conseguiu resistir à tentação.<br />4 - Coisas sobre os dois, sobre a vida e sobre suas opiniões e gostos. Seus pontos de vista sobre as coisas são diferentes, portanto o papo dele não combina com o dela, mas a autoconfiança de Diego fez Andrea gostar ele, e revelou nela um sentimento legal, mas que ao mesmo tempo novamente fez ela se fechar, quando ele a traiu.<br />5 - Para passar a imagem de garoto puro, bozinho, quando na verdade, ele podia ter quem quisesse.<br />6 - Provavelmente ele deve ter contado.<br />7 - Traços de personalidade, a sensibilidade dela faz ela ser seletiva, e ele não, Diego preza a quantidade.<br />8 - Deve ter ouvido o coração, deve ter se dado mais uma chance antes de provavelmente cair num mundo vazio, de drepressão por causa de Diego; ou talvez simplesmente para esquecê-lo (ou tentar esquecê-lo!)<br />9 - Porque o principal, é a relação DELA com Diego, e não o contrário. É como se ela fosse o eu-lírico, num texto narrativo, hehe 😛<br />10 - Analu. Andre é seu verdadeiro amor.<br />11 - A traição de Diego e o jeito 'igual' de todos naquela festa.<br />12 - Para não se mostrar igual aos outros na festa.<br />13 - Cabelos meio ruivos, lisos, até quase a cintura, olhos castanho-escuros, meio magra, boa aparência, e popular. Muito popular.<br />14 - Ao mesmo tempo em que ele queria se mostrar diferente dos outros para Andrea, ele também não queria que ela soubesse que ele estava correndo atrás.<br />15 - Porque sempre aconteciam as mesmas coisas.<br />16 - PAra ele ter a oportunidade de conquistá-la no final.<br />17 - PErspectiva dela. Às vezes a notaram, mas ela estava tão preocupada notando os outros que esqueceu de si mesma.<br />18 - Porque aquelas pessoas não eram o tipo de pessoas que ela queria como amiga delas.<br />19 - Talvez não fosse, ela estava com um bloqueio, não se amando, ou não se valorizando.<br />20 - Porque ela não queria mostrar fraqueza para ele.<br />21 - Para se mostrar diferente +2<br />22 - O problema estava no sentimento de Andrea na festa, ela não estava lá, seus pensamentos estavam em Diego, e ela até esqueceu o que estava acontecendo de verdade. Sua auto-rejeição piorou mais ainda as coisas, fazendo com que ela afastasse as pessoas intencionalmente.<br /><br />..."
}
